{
  "languages": "Languages",
  "sidebar_title": "MFD Sign Bank",
  "nav_item_1_title": "About BIM",
  "nav_item_2_title": "By Category",
  "nav_item_3_title": "By Alphabet",
  "nav_menu_1_title": "Signs",
  "nav_item_1_1_title": "A-Z List",
  "nav_item_1_2_title": "Category List",
  "nav_menu_2_title": "Featured",
  "nav_item_2_1_title": "New Signs",
  "nav_item_2_2_title": "Featured Videos",
  "nav_menu_3_title": "About BIM",

  "alphabets_title": "Alphabets",
  "featured_videos": "Featured Videos",
  "sign_of_the_day": "Sign of The Day",
  "search_placeholder": "Search BIM Sign",
  "copyright": "Copyright © Malaysia Federation of The Deaf. In Collaboration with Guidewire Gives Back",
  "about_us_btn": "About BIM",
  "mfd_name": "Malaysia Federation of The Deaf (MFD)",
  "category_btn": "BIM Categories",
  "category": "BIM Categories",
  "view_all_category_btn": "Browse All Categories",
  "about_us_title": "About BIM",

  "bim_name": "Malaysian Sign Language (BIM)",
  "about_bim_title": "Malaysian Sign Language (BIM)",
  "about_bim_1": "“Bahasa Isyarat Malaysia” (BIM) or Malaysian Sign Language is the first language and official sign language for the Deaf Community in Malaysia, recognized by the Persons with Disabilities Act 2008.",
  "about_bim_2": "The Malaysian Federation of Deaf (MFD) has played a crucial role in the development of the sign language since 1997. Through funding from the Abilis Foundation in Finland, MFD embarked on a project to gather local signs used by the Deaf people from various ethnic and religious groups throughout the country. It was standardized and named “Bahasa Isyarat Malaysia” (or BIM in short), and launched in year 2000 with the help of the Malaysian Government and the Japanese Government.",
  "about_bim_3": "To date, MFD had successfully produced 18 BIM books including 2 mobile applications. In the effort to develop BIM as the language for the Deaf, the MFD has become the provider of BIM course instructor for the government and the private sector.",
  "about_bim_4": "To further educate and promote the use of BIM, MFD developed the BIM Sign Bank as the official source of reference for the sign language to the community, including students, teachers, parents, and the general users. In collaboration with Guidewire Gives Back, the BIM Sign Bank application, “BIM by MFD”, was developed and launched in July 2021.",
  "about_bim_more": "For more information about BIM, please visit MFD website at ",
  "about_bim_more_link": "https://infomfd.wixsite.com/website-5/malaysia-sign-language",
  
  "about_mfd_title": "Malaysia Federation of the Deaf (MFD)",
  "about_mfd_1": "Malaysia Federation of Deaf (MFD) is a self-help organization established by the Deaf Community. MFD is registered under The Registry of Societies Malaysia on 8th December 1997 and is a PSK that recognized by the Ministry of Social Welfare Malaysia. It consists of 14 state bodies and national, too.",
  "about_mfd_2": "MFD was given mandate to represent the voice of the Deaf Community to fight for their rights and their needs in Malaysia. We also offer services needed by the Deaf a to ensure that they are able to live harmoniously with other citizens.",
  "about_mfd_more": "For more information, please visit MFD website at ",
  "about_mfd_more_link": "https://www.mymfdeaf.org",

  "about_ggb_title": "Guidewire Gives Back (GGB)",
  "about_ggb_1": "Guidewire is the platform Property & Casualty insurers trust to engage, innovate, and grow efficiently. A cornerstone of Guidewire’s culture is investing in local communities where Guidewire operates by encouraging employee volunteerism, philanthropy, and social impact investment.",
  "about_ggb_2": "In Malaysia, Guidewire Gives Back (GGB) volunteers has been a “Friend of MFD” since 2019, contributing and supporting various causes for the MFD and her community.",
  "about_ggb_3": "In response to the call by MFD, GGB volunteers worked with the Guidewire’s Delivery Services Internship team to develop the Sign Bank web application for the Malaysian Sign Language (BIM).",
  "about_ggb_more": "To learn more about Guidewire Gives Back, please visit Guidewire website at ",
  "about_ggb_more_link": "https://careers.guidewire.com/guidewire-gives-back",

  "about_vercel_title": "Vercel",
  "about_vercel_1": "Vercel is a deployment and collaboration platform for frontend developers. It enables developers to host websites and web services that deploy instantly and scale automatically – all without any configuration.",
  "about_vercel_2": "Vercel is committed to enabling the creation, adoption, and development of open source projects. As such, Vercel offers the option to sponsor these projects, covering the costs of hosting them in full.",
  "about_vercel_3": "A big thank you to Vercel for sponsoring the hosting of this project that enables the deaf community in Malaysia to access the BIM Sign Bank for free.",
  "about_vercel_more": "To know more about Vercel, please visit ",
  "about_vercel_more_link": "https://vercel.com/",

  "under_maintenance": "Under Maintenance",
  "be_back": "We'll be back!",
  "visit_again": "The site is currently under maintenance. Please visit again later.",
  "coming_soon": "Coming Soon",
  "stay_tuned": "Stay tuned!",
  "new_content": "New content is around the corner.",
  "go_back": "Go Back",
  "footer_item_1_title": "Contact Us",
  "footer_item_2_title": "Malaysia Federation of The Deaf",
  "footer_item_3_title": "Guidewire Gives Back"  
}
