{
  "languages": "Bahasa",
  "sidebar_title": "MFD Sign Bank",
  "nav_item_1_title": "Mengenai BIM",
  "nav_item_2_title": "Mengikut Kategori",
  "nav_item_3_title": "Mengikut Abjad",
  "nav_menu_1_title": "Isyarat",
  "nav_item_1_1_title": "Senarai Abjad",
  "nav_item_1_2_title": "Senarai Kategori",
  "nav_menu_2_title": "Tumpuan",
  "nav_item_2_1_title": "Isyarat Baru",
  "nav_item_2_2_title": "Video Tumpuan",
  "nav_menu_3_title": "Mengenai BIM",  

  "alphabets_title": "Abjad",
  "featured_videos": "Video Tumpuan",
  "sign_of_the_day": "Isyarat Hari Ini",
  "search_placeholder": "Cari Isyarat BIM",
  "copyright": "Hak Cipta © Persekutuan Orang Pekak Malaysia. Kerjasama dengan Guidewire Gives Back",
  "about_us_btn": "Mengenai BIM",
  "mfd_name": "Persekutuan Orang Pekak Malaysia",
  "category_btn": "Kategori BIM",
  "category": "Kategori-Kategori BIM",
  "view_all_category_btn": "Layari Semua Kategori",

  "bim_name": "Bahasa Isyarat Malaysia (BIM)",
  "about_bim_title": "Bahasa Isyarat Malaysia (BIM)",
  "about_bim_1": "Bahasa Isyarat Malaysia (BIM) ialah bahasa pertama orang pekak dan diiktirafkan sebagai bahasa rasmi orang Pekak di Malaysia melalui Akta Orang Kurang Upaya 2008 atau Akta 685.",
  "about_bim_2": "Persekutuan Orang Pekak Malaysia atau MFD telah memulakan projek pembangunan bahasa isyarat sejak tahun 1997. Melalui dana dari Abilis Foundation, Finland, projek bermula dengan menghimpun isyarat tempatan yang digunakan oleh orang Pekak dari pelbagai bangsa dan agama dari seluruh negara. Himpunan isyarat tersebut diselaraskan dan dinamakan Bahasa Isyarat Malaysia atau nama ringkasnya BIM dan kemudian dilancarkan pada tahun 2000 dengan sumbangan dari Kerajaan Jepun dan Kerajaan Malaysia.",
  "about_bim_3": "Sehingga kini, MFD telah berjaya menghasilkan 18 buah buku BIM dengan 10,000 isyarat termasuk 2 aplikasi mobile. Dalam usaha mengembangkan BIM iaitu bahasa ibunda orang Pekak, Persekutuan telah menjadi pembekal tenaga pengajar Kursus BIM untuk agensi kerajaan dan swasta termasuk universiti tempatan.",
  "about_bim_4": "Untuk meningkatkan usaha dalam mempromosikan penggunaan BIM, MFD telah membangunkan Bank Isyarat BIM sebagai satu bahan rujukan untuk kegunaaan semua, termasuk pelajar, ibubapa, pendidik, jurubahasa isyarat dan masyarakat sekeliling. Dengan kerjasama Guideware Give Back, aplikasi “BIM oleh MFD” ini dilancarkan pada Julai 2021.",
  "about_bim_more": "Untuk maklumat lanjut, sila layari laman web MFD di ",
  "about_bim_more_link": "https://www.mymfdeaf.org/bahasa-isyarat-malaysia-bim",

  "about_mfd_title": "Persekutuan Orang Pekak Malaysia (MFD)",
  "about_mfd_1": "Persekutuan Orang Pekak Malaysia (MFD) ialah sebuah organisasi bantu diri yang ditadbirkan oleh orang Pekak sendiri. MFD ditubuhkan pada 8 Disember 1997 dan mempunyai Ahli Gabungan sebanyak  14 buah persatuan peringkat negeri dan juga kebangsaan.",
  "about_mfd_2": "MFD telah diberikan mandat untuk mewakilkan suara orang Pekak untuk memperjuangkan hak dan keperluan di Malaysia, serta juga menyediakan perkhidmatan yang diperlukan oleh orang Pekak bagi memastikan mereka dapat hidup dengan harmoni bersama rakyat yang lain.",
  "about_mfd_more": "Untuk maklumat lanjut, sila layari laman web MFD di ",
  "about_mfd_more_link": "https://www.mymfdeaf.org",

  "about_ggb_title": "Guidewire Gives Back (GGB)",
  "about_ggb_1": "Guidewire adalah pelantar perisian yang dipercayai oleh syarikat-syarikat Insuran Am untuk berhubung, berinovasi dan berkembang dengan cekap. Satu asas budaya Guidewire adalah melabur dalam komuniti tempatan di mana Guidewire beroperasi dengan mendorong pekerja dalam kesukarelaan, kedermawanan dan pelaburan impak social.",
  "about_ggb_2": "Di Malaysia, sukarelawan-sukarelawati Guidewire Gives Back (GGB) telah menjadi “Kawan MFD” sejak 2019, menyumbang dan menyokong pelbagai usaha untuk MFD dan masyarakatnya.",
  "about_ggb_3": "Sebagai tindak balas kepada permintaan MFD, sukarelawan- sukarelawati GGB bekerjasama dengan pasukan Latihan Industri dalam Guidewire Delivery Services mengembangkan aplikasi web Bank Isyarat untuk Bahasa Isyarat Malaysia (BIM).",
  "about_ggb_more": "Untuk maklumat lanjut mengenai Guidewire Gives Back, sila layari laman web Guidewire di ",
  "about_ggb_more_link": "https://careers.guidewire.com/guidewire-gives-back",

  "about_vercel_title": "Vercel",
  "about_vercel_1": "Vercel adalah platform penyebaran dan kolaborasi untuk pembangun frontend. Ini membolehkan pemaju untuk mengehoskan laman web dan perkhidmatan web yang menggunakan seketika dan skala secara automatik - semuanya tanpa konfigurasi.",
  "about_vercel_2": "Vercel berkomitmen untuk memungkinkan penciptaan, adopsi, dan pengembangan proyek sumber terbuka. Dengan demikian, Vercel menawarkan pilihan untuk menaja projek-projek ini, yang meliputi biaya hosting sepenuhnya.",
  "about_vercel_3": "Ribuan terima kasih kepada Vercel kerana menaja hosting projek ini yang membolehkan komuniti pekak di Malaysia mengakses Bank Isyarat BIM secara percuma.",
  "about_vercel_more": "Untuk maklumat lanjut mengenai Vercel, sila layari ",
  "about_vercel_more_link": "https://vercel.com/",

  "under_maintenance": "Dalam Penyelenggaraan",
  "be_back": "Kami akan kembali!",
  "visit_again": "Laman sedang menjalani penyelenggaraan. Sila layar kemudian.",
  "coming_soon": "Akan Datang",
  "stay_tuned": "Nantikan!",
  "new_content": "Kandungan baru tidak lama lagi.",
  "go_back": "Kembali",
  "footer_item_1_title": "Hubungi Kami",
  "footer_item_2_title": "Persekutuan Orang Pekak Malaysia",
  "footer_item_3_title": "Guidewire Gives Back"   
}
